

export const AboutResources = () => {
    return (
        <div className="lg:mb-[104px]">
            <div className="py-[70px] max-w-[1290px] mx-auto relative lg:max-w-[940px] lg:py-[60px] md:max-w-[690px] sm:max-w-[420px] sm:py-[20px] xs:max-w-[290px] xs:py-5">
                <ul>
                    <li className="mb-[63px] lg:mb-[20px] md:mb-[20px] sm:mb-5 xs:mb-4">
                        <div className="flex items-center">
                            <svg className="sm:w-5 xs:w-5" width="36" height="35" viewBox="0 0 36 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g opacity="0.5">
                                <path d="M21.437 0.855225C20.7253 0.855225 20.1484 1.43215 20.1484 2.14382V14.1707C20.1484 14.8824 20.7253 15.4593 21.437 15.4593H33.4638C34.1755 15.4593 34.7524 14.8824 34.7524 14.1707C34.7524 6.81676 28.7909 0.855225 21.437 0.855225Z" stroke="#40454E" strokeLinejoin="round"/>
                                <path d="M14.5645 7.72772C7.21056 7.72772 1.24902 13.6893 1.24902 21.0432C1.24902 28.3971 7.21056 34.3586 14.5645 34.3586C21.9184 34.3586 27.8799 28.3971 27.8799 21.0432C27.8799 20.3315 27.303 19.7546 26.5914 19.7546H15.8531V9.01631C15.8531 8.30464 15.2762 7.72772 14.5645 7.72772Z" stroke="#40454E" strokeLinejoin="round"/>
                                </g>
                            </svg>
                            <h3 className="littleTitle text-grey ml-[10px] lg:text-[22px] lg:leading-[30px] md:text-[22px] md:leading-[30px] sm:text-[18px] sm:leading-6  xs:text-[18px] xs:leading-6">Ресурсы</h3>
                        </div>
                        <div className="w-[817px] h-[1px] bg-blue my-[10px] md:w-full sm:w-[280px] xs:w-[280px]"></div>
                        <p className="par text-grey max-w-[780px] leading-[29px] lg:text-[18px] lg:leading-6 md:text-[18px] md:leading-6 sm:text-[15px] sm:leading-5 sm:max-w-[320px]  xs:text-[15px] xs:leading-5">Ресурсами является все&nbsp;то, чем располагает компания для реализации своих целей, например&nbsp;&mdash; финансовые активы, техническая база, человеческий капитал, уникальные технологии и&nbsp;знания.</p>
                    </li>
                    <li className="mb-[63px] lg:mb-[20px] md:mb-[20px] sm:mb-5 xs:mb-4">
                        <div className="flex items-center">
                            <svg className="sm:w-5 xs:w-5" width="35" height="27" viewBox="0 0 35 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g opacity="0.5">
                                <path d="M17.3516 1.3197C14.4433 1.3197 12.0856 3.67735 12.0856 6.58566C12.0856 9.49397 14.4433 11.8516 17.3516 11.8516C20.2599 11.8516 22.6175 9.49397 22.6175 6.58566C22.6175 3.67735 20.2599 1.3197 17.3516 1.3197Z" stroke="#40454E"/>
                                <path d="M7.52178 6.93672C5.38902 6.93672 3.66007 8.66567 3.66007 10.7984C3.66007 12.9312 5.38902 14.6601 7.52178 14.6601C9.65453 14.6601 11.3835 12.9312 11.3835 10.7984C11.3835 8.66567 9.65453 6.93672 7.52178 6.93672Z" stroke="#40454E"/>
                                <path d="M27.1813 6.93672C25.0486 6.93672 23.3196 8.66567 23.3196 10.7984C23.3196 12.9312 25.0486 14.6601 27.1813 14.6601C29.3141 14.6601 31.0431 12.9312 31.0431 10.7984C31.0431 8.66567 29.3141 6.93672 27.1813 6.93672Z" stroke="#40454E"/>
                                <path d="M17.3516 15.3623C14.5798 15.3623 12.0077 15.9953 10.2464 17.0831C9.41188 16.8782 8.48757 16.7665 7.52178 16.7665C5.84263 16.7665 4.27038 17.1046 3.07894 17.7003C1.9505 18.2645 0.851562 19.2388 0.851562 20.6282C0.851562 22.0176 1.9505 22.9919 3.07894 23.5561C4.27038 24.1519 5.84263 24.4899 7.52178 24.4899C8.48757 24.4899 9.41188 24.3782 10.2464 24.1733C12.0077 25.2611 14.5798 25.8942 17.3516 25.8942C20.1233 25.8942 22.6954 25.2611 24.4568 24.1733C25.2912 24.3782 26.2156 24.4899 27.1813 24.4899C28.8605 24.4899 30.4327 24.1519 31.6242 23.5561C32.7526 22.9919 33.8516 22.0176 33.8516 20.6282C33.8516 19.2388 32.7526 18.2645 31.6242 17.7003C30.4327 17.1046 28.8605 16.7665 27.1813 16.7665C26.2156 16.7665 25.2912 16.8782 24.4568 17.0831C22.6954 15.9953 20.1233 15.3623 17.3516 15.3623Z" stroke="#40454E"/>
                                </g>
                            </svg>
                            <h3 className="littleTitle text-grey ml-[10px] lg:text-[22px] lg:leading-[30px] md:text-[22px] md:leading-[30px] sm:text-[18px] sm:leading-6  xs:text-[18px] xs:leading-6">Культура</h3>
                        </div>
                        <div className="w-[817px] h-[1px] bg-blue my-[10px] md:w-full sm:w-[280px] xs:w-[280px]"></div>
                        <p className="par text-grey max-w-[800px] leading-[29px] lg:text-[18px] lg:leading-6 md:text-[18px] md:leading-6 sm:text-[15px] sm:leading-5 sm:max-w-[320px]  xs:text-[15px] xs:leading-5">Корпоративная культура&nbsp;&mdash; это модель поведения сотрудников сложившаяся внутри организации. Систему ценностей при этом транслируют лидеры компании, либо формирование норм происходит под влиянием активного большинства.</p>
                    </li>
                    <li className=" lg:mb-[20px] md:mb-[20px] sm:mb-5 xs:mb-4">
                        <div className="flex items-center">
                            <svg className="sm:w-5 xs:w-5" width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path opacity="0.5" fillRule="evenodd" clipRule="evenodd" d="M16.3357 1.10693C14.4087 1.10693 12.8466 2.66903 12.8466 4.59596V5.031C12.8466 5.16436 12.7456 5.37687 12.4746 5.48937C12.2137 5.59769 11.9995 5.52438 11.8989 5.42384L11.4307 4.95566C9.94943 3.47435 7.54776 3.47435 6.06645 4.95566L4.84921 6.1729C3.3679 7.65421 3.3679 10.0559 4.84921 11.5372L5.3174 12.0054C5.41793 12.1059 5.49124 12.3202 5.38292 12.5811C5.27043 12.852 5.05792 12.9531 4.92455 12.9531H4.48952C2.56258 12.9531 1.00049 14.5152 1.00049 16.4421V18.7717C1.00049 20.6987 2.56258 22.2608 4.48952 22.2608H5.18013L5.18515 22.2618C5.18883 22.2631 5.19678 22.2664 5.20775 22.2744C5.23144 22.2917 5.25907 22.3236 5.27642 22.3681C5.29253 22.4095 5.29334 22.4458 5.28905 22.4692C5.2853 22.4898 5.27904 22.496 5.2771 22.498L4.7383 23.0368C3.31823 24.4568 3.31823 26.7592 4.7383 28.1793L6.37111 29.8121C7.68414 31.1251 9.81299 31.1251 11.126 29.8121L11.2013 29.7368C11.407 29.5311 11.8004 29.4312 12.229 29.6195C12.6506 29.8048 12.8466 30.1511 12.8466 30.4219V30.6179C12.8466 32.5448 14.4087 34.1069 16.3357 34.1069H18.6653C20.5922 34.1069 22.1543 32.5448 22.1543 30.6179V30.1829C22.1543 30.0495 22.2554 29.837 22.5263 29.7245C22.7872 29.6162 23.0015 29.6895 23.102 29.79L23.2494 29.9374C24.4933 31.1812 26.5099 31.1812 27.7537 29.9374L29.831 27.8602C31.0748 26.6164 31.0748 24.5997 29.831 23.3559L29.6836 23.2085C29.583 23.108 29.5097 22.8937 29.6181 22.6328C29.7305 22.3618 29.9431 22.2608 30.0764 22.2608H30.5115C32.4384 22.2608 34.0005 20.6987 34.0005 18.7717V16.4421C34.0005 14.5152 32.4384 12.9531 30.5115 12.9531H30.3154C30.0446 12.9531 29.6984 12.757 29.5131 12.3354C29.3248 11.9068 29.4246 11.5135 29.6303 11.3078L29.7057 11.2325C31.0187 9.91946 31.0187 7.79062 29.7057 6.4776L28.0728 4.84476C26.6527 3.42469 24.3504 3.4247 22.9303 4.84476L22.3915 5.38361C22.3895 5.38554 22.3833 5.39174 22.3628 5.3955C22.3394 5.39978 22.303 5.39898 22.2617 5.38287C22.2172 5.36552 22.1853 5.33788 22.168 5.3142C22.16 5.30323 22.1566 5.29528 22.1554 5.2916C22.1543 5.28851 22.1543 5.28654 22.1543 5.28654V4.59596C22.1543 2.66903 20.5922 1.10693 18.6653 1.10693H16.3357ZM13.6928 17.6069C13.6928 15.504 15.3976 13.7992 17.5005 13.7992C19.6034 13.7992 21.3082 15.504 21.3082 17.6069C21.3082 19.7099 19.6034 21.4146 17.5005 21.4146C15.3976 21.4146 13.6928 19.7099 13.6928 17.6069Z" stroke="#40454E" strokeLinejoin="round"/>
                            </svg>
                            <h3 className="littleTitle text-grey ml-[10px] lg:text-[22px] lg:leading-[30px] md:text-[22px] md:leading-[30px] sm:text-[18px] sm:leading-6  xs:text-[18px] xs:leading-6">Процессы</h3>
                        </div>
                        <div className="w-[817px] h-[1px] bg-blue my-[10px] md:w-full sm:w-[280px] xs:w-[280px]"></div>
                        <p className="par text-grey max-w-[780px] leading-[29px] lg:text-[18px] lg:leading-6 md:text-[18px] md:leading-6 sm:text-[15px] sm:leading-5 sm:max-w-[320px]  xs:text-[15px] xs:leading-5">Процессы &mdash;это система взаимосвязей между сотрудниками компании и&nbsp;ее&nbsp;ресурсами, созданная для достижения результата. Процессы охватывают все сферы жизнедеятельности и&nbsp;обладают свойством влиять друг на&nbsp;друга.</p>
                    </li>
                </ul>
                <div className="absolute top-[54px] right-[-170px] lg:right-[-270px] lg:opacity-20 lg:top-4 md:right-[-320px] md:opacity-20 md:top-12 sm:right-[-320px] sm:opacity-20 sm:top-2  xs:right-[-320px] xs:opacity-20 xs:top-4">
                    <svg width="669" height="646" viewBox="0 0 669 646" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M321.176 369.445L0.50712 552.914L321.145 2.21551e-05L321.176 369.445Z" fill="#4D8BBE"/>
                        <path d="M347.125 369.445L347.154 0.000340711L667.795 552.913L347.125 369.445Z" fill="#4D8BBE"/>
                        <path d="M334.146 391.131L668.292 584.942H0L334.146 391.131Z" fill="#4D8BBE"/>
                    </svg>
                    <p className="opacity-50 font-extralight text-[30px] uppercase text-lightgrey absolute rotate-[-59deg] top-[285px] right-[365px]">Resources</p>
                    <p className="opacity-50 font-extralight text-[30px] uppercase text-lightgrey absolute rotate-[58deg] top-[285px] right-[165px]">Culture</p>
                    <p className="opacity-50 font-extralight text-[30px] uppercase text-lightgrey absolute top-[480px] right-[260px]">Processes</p>
                </div>
            </div>
        </div>
    )
}